Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: Full Context
fa: متن کامل

source: Full Name
fa: اسم کامل

source: Further Questions
fa: پرسشهای بیشتر

source: Further Questions:
fa: پرسشهای بیشتر:

source: Galatians
fa: غلاطیان

source: General
fa: کل

source: General Note
fa: یادداشت عمومی

source: General Notes
fa: یادداشتهای عمومی

source: &Generate
fa: تولید و گسترش

source: Generate the Sketch
fa: تولید پیشطرح

source: Genesis
fa: پیدایش

source: Genre
fa: نوع

source: Genres
fa: انواع

source: Global Writing Systems Changed
fa: نظامهای نگارشی جهانی تغییر یافته شد

source: Gloss
fa: فهرست

source: Gloss Abbreviation
fa: فهرست اختصار

source: Gloss List Item
fa: ضمیمهٔ فهرست عناصر

source: Gloss the words in the text.
fa: واژگان را در متن به صورت فهرست قرار دهید.‏

source: Gloss:
fa: فهرست:‏

source: Glosses
fa: فهرستها

source: _Go
fa: برو

source: Go _To...
fa: برو به...‏

source: Go Back
fa: برگشت

source: Go Forward
fa: به جلو

source: Go to
fa: برو به

source: &Go To
fa: برو به

source: Go To Entry
fa: به مدخل برو

source: Go To Record
fa: برو به ثبت

source: Go to similar entry
fa: رجوع به مدخل مشابه در لغتنامه

source: Go To Wordform
fa: به شکل واژه برو

source: &Go To...
fa: برو به...‏

source: Go &To:
fa: برو به:‏

source: _Grammar
fa: دستور زبان

source: Grammar
fa: دستور زبان

source: Grammar Note
fa: توضیح دستور

source: Grammar Notes
fa: توضیح‌های دستور

source: Grammar Sketch
fa: پیش‌نویس دستور

source: Grammar Tools
fa: ابزار دستور

source: Grammatical Category
fa: دادههای دستوری

source: Grammatical Category Catalog
fa: کاتالوگ دادههای دستوری

source: Grammatical Info.
fa: دادههای دستوری

source: Grammatical Info. (Abbr.)
fa: دادههای دستوری (مخفف)‏

source: Grammatical Info. (Full)
fa: دادههای دستوری (کامل)‏

source: _Grammatical info. (POS)
fa: دادههای دستوری

source: Grammatical Info. Details
fa: دادههای دستوری.جزییات

source: &Grammatical Info.:
fa: دادههای دستوری:‏

source: Grapheme
fa: حرف

source: Grapheme: {0}
fa: حرف: {0}

source: Graphemes
fa: حروف

source: Graphite Font Options
fa: گزینه‌های فونت گرافیت

source: greater than
fa: بیش از

source: Greater than 0
fa: بیش از صفر

source: Greater than 1
fa: بیش از صفر

source: greater than or equal to
fa: بیش از یا برابر با

source: Group of ad hoc rules
fa: دسته‌ای از قواعد خاص

source: Group of Ad hoc Rules
fa: دسته‌ای از قواعد خاص

source: {0} Grouping
fa: {0} گروه‌بندی

source: Habakkuk
fa: حبقوق

source: Haggai
fa: حجی

source: {0} has {1} entries referenced by {2} senses.
fa: {0} دارای {1} مدخل می‌باشد که با {2} مفهوم شناخته می‌شود.

source: Headword
fa: مدخل

source: Hebrews
fa: عبرانیان

source: Help
fa: راهنما

source: &Help
fa: راهنما

source: _Help
fa: راهنما

source: He&lp
fa: راهنما

source: Hel&p
fa: راهنما

source: Help file problem
fa: کمک به مورد پرونده

source: Help is not available for this Tab.
fa: برای این بخش کمک وجود ندارد.

source: &Help...
fa: راهنما...‏

source: Help...
fa: راهنما...‏

source: Hidden writing systems are italicized
fa: روش نگارشی پنهان به صورت ایتالیک

source: &Hide
fa: پنهان

source: << &Hide
fa: << پنهان

source: H&ide
fa: پنهان

source: Hide
fa: پنهان

source: Hide Advanced
fa: پنهان نمودن پیشرفته

source: &Hide Info
fa: پنهان داده‌ها

source: &Hide Info «
fa: پنهان داده‌ها

source: &Hide Side Bar
fa: مخفی کردن ستون پهلویی

source: Holy Bible
fa: کتاب مقدس

source: Homograph number
fa: شماره کلمه متشابه در معنی متفاوت

source: Homograph Number
fa: شماره کلمه متشابه در معنی متفاوت

source: Hosea
fa: هوشع

source: I_nterlinear Data...
fa: داده زیرنویسی...

source: Identify sense
fa: تشخیص معنی

source: If the keyboard you need is not listed, click the appropriate link(s) below to set it up.
fa: اگر ترکیب کیبورد مورد نیاز شما در فهرست وجود نداشته باشد، لینکهای زیر را کلیک کنید.‏

source: If the Target field is not empty
fa: اگر بخش مقصد خالی نباشد

source: If this utility fails, you will need to go back to a previously saved version of the chosen database.
fa: درصورتی که این برنامه سودمند دچار اشکال باشد، شما نیاز به رفتن به ورژن ذخیره شدهٔ پیشین از بانک اطلاعاتی برگزیده شده می‌باشید.

source: If you can open the original project in FieldWorks 6.0 on another computer, create a backup that includes XML. Cancel this dialog box and select that backup file in the Restore a Project dialog box.
fa: در صورتی که قادر به باز نمودن پروژهٔ اصلی FieldWorks 6.0 جانشین سازی که دارای XML باشد را ایجاد نمایید. این پیجرهٔ پیام را بسته و پرونده جانشین سازی را در پنجرهٔ پیام پروژه‌ای که برگردان سازی را برگزینید.در کامپیوتر دیگری باشید،

source: If you click Yes, the Sena 3 sample project will open. On the Help menu, point to Training, and then click Student Manual.
fa: در صورتی که بله را کلیک نمایید، پروژهٔ نمونه سنا ۳ باز خواهد شد. بر منوی کمک، اشاره به آموزش و سپس راهنمای دانشجو را کلیک نمایید.

source: If you have the FieldWorks Installer for FieldWorks 6.0, install it, and then click Retry in this dialog box.
fa: در صورتی که نصب کنندهٔFieldworks جهت FieldWorks 6.0 را دارا باشید، آنرا نصب نمایید، و سپس بر روی این خانهٔ پیام روی دوباره کلیک نمایید.

source: If you hide this line, some dependent lines will also be hidden.
fa: در صورتی که شما این خط را پنهان نمایید، برخی از خطوط وابسته هم پنهان خواهند شد.

source: If you stop importing right now, you will have successfully imported everything up to and including {0}. Are you sure you want to stop importing? (Click No to continue importing.)
fa: در صورتی که وارد کردن را اکنون متوقف نمایید، شما همه چیز را با موفقیت و حتی شامل {0} وارد نموده‌اید. آیا مطمئن هستید کی وارد کردن را متوقف نمایید؟ (خیر را کلیک کنید تا عمل وارد کردن را ادامه دهید.)

source: ignore
fa: رد کردن

source: Ignore
fa: رد کردن

source: I'm unable to send this information.
fa: قادر به فرستادن این دادهها نیستم.‏

source: Image Files
fa: پرونده‌های تصویری

source: &Import
fa: وارد کردن

source: _Import
fa: وارد کردن

source: Import
fa: وارد کردن

source: Import canceled by user
fa: وارد نمودن توسط کاربر لغو شد

source: Import Error
fa: خطا در وارد کردن

source: Import Failed
fa: وارد کردن انجام نشد

source: Import from Standard Format
fa: وارد نمودن از شکل معمول

source: Import from the FieldWorks interlinear XML export format. Currently this process imports only the baseline and free translations. It makes no changes to the lexicon.
fa: از شکل صادر کردن زیرنویسی فیلدوورکس XML وارد شود. در حال حاضر این روند تنها دادههای پایه‌ای و ترجمه‌های آزاد را وارد می‌کند. این عمل هیچ گونه تغییراتی در واژگان ایجاد نمی‌کند.

source: Import LinguaLinks Data
fa: وارد کردن داده‌ها از LinguaLinks

source: Import Log for {0}
fa: گزارش را برای {0} وارد نمایید

source: Import Mapping Files
fa: وارد نمودن پرونده‌های طرح کننده

source: Import Residue
fa: وارد نمودن باقی‌‌مانده

source: Import Residue (Auto)
fa: وارد نمودن باقی‌مانده (خودکار)‏

source: Import Residue (Entry)
fa: وارد نمودن باقی‌مانده (مدخل)‏

source: Import Residue (Sense)
fa: وارد نمودن باقی‌مانده (معنی)‏

source: Import Standard Format anthropology data
fa: وارد نمودن فرمت استاندارد داده انسان شناسی

source: Import/Merge From LIFT File
fa: ‮وارد کردن/ترکیب کردن از پرونده ‪LIFT‬

source: Importing {0} entries from {1}
fa: وارد کردن مدخلهای {0} از {1}

source: Importing {0} took {1}.{2} seconds
fa: وارد کردن {0} گرفتن {1}.{2} ثانیه

source: In FieldWorks, you need to set up a writing system in order to enter data in a particular language.
fa: ‮در ‪Fieldworks‬ نیاز است که روش نگارشی ایجاد شود تا داده‌ها را در زبانی خاص وارد نمایید.‬

source: In Language Explorer, you will use a list of anthropology categories to catalog your entries. Choose a starting list of anthropology categories for this project.
fa: ‮در ‪Language Explorer‬ فهرستی از بخشهای انسان شناسی را جهت بخشبندی مدخلهای خود بکار خواهید برد. فهرست آغازی بخشهای انسان شناسی را جهت این پروژه انتخاب نمایید.‏‬

source: In order to continue with the conversion, you need to close the following projects: {0}
fa: پرونده و یا مسیر پرونده‌ای هیچ کدام از نشانه‌های زیر را دارا نمی‌باشد.‏ {0}

source: In Orthography as
fa: در روش نگارشی به عنوان

source: In this tool you can change which word occurrences use which analysis.
fa: با این ابزار می‌توانید رخدادهای واژگانی که تجزیه‌ها را بکار می‌برند تغییر دهید.

source: Include Scripture
fa: شامل کتاب مقدس

source: Includes:
fa: شامل:

source: Incomplete Analyses
fa: تجزیه‌های ناقص

source: Incorrect
fa: نادرست

source: In&dicate continuation across paragraphs
fa: نشان دادن استمرار در پاراگرافها

source: infix
fa: میانوند

source: {0} Infix
fa: {0} میانوند

source: Infix Positions
fa: جایگاههای میانوند

source: infl:
fa: غی.رسم:

source: infl: ????
fa: غی.رسم:؟؟؟

source: Inflection Class
fa: مجموعۀ صرفی

source: Inflection class {0}
fa: مجموعۀ صرفی {0}

source: Inflection Class Info
fa: اطلاعات مجموعۀ صرفی

source: Inflection Class Name
fa: نام مجموعۀ صرفی

source: Inflection Classes
fa: مجموعه‌های صرفی

source: Inflection Classes (Affix)
fa: مجموعه‌های صرفی (وند)‏

source: Inflection Classes (Stem)
fa: مجموعه‌های صرفی (بن)‏

source: inflection feature
fa: مشخصه صرفی

source: Inflection Feature Description
fa: توصیف مشخصه صرفی

source: Inflection Features
fa: مشخصه‌های صرفی

source: Inflection Features Catalog
fa: فهرسی مشخصه‌های صرفی

source: Inflection features for {0}:
fa: مشخصه‌های صرفی برای {0}:‏

source: Inflectional
fa: صرفی

source: Inflectional Affix Analysis
fa: تجزیۀ وند صرفی

source: Inflectional Affix Gloss Builder
fa: سازندهٔ فهرست وند صرفی

source: Inflectional Affix Slot
fa: بخش وند صرفی

source: Inflectional Affix Template
fa: الگوی وند صرفی

source: Inflectional Template Info
fa: اطلاعات الگوی صرفی

source: Inflects any category
fa: صرف هر بخش

source: Info
fa: اطلاعات

source: Info:
fa: اطلاعات:

source: Information
fa: اطلاعات

source: (Inherited from {0})
fa: (شکل موروثی {0}(

source: Initializing new database...
fa: وارد نمودن داده‌های پایه‌ای جدید...‏

source: Initializing Window...
fa: پنجرهٔ مقدار اولیه دادن...

source: &Innermost level
fa: درونی‌ترین سطع

source: Input
fa: وارد کردن

source: &Insert
fa: درج

source: _Insert
fa: درج

source: Insert
fa: درج

source: Insert _Example
fa: درج مثال

source: Insert _Picture
fa: درج عکس

source: Insert _Pronunciation
fa: درج تلفظ

source: Insert _Sense
fa: درج معنی

source: Insert _Sound or Movie
fa: درج صوت و یا تصویر

source: Insert _Subrecord
fa: وارد کردن_ثبت فرعی

source: Insert _Top-Level Sense
fa: وارد کردن _ بالا - پایهٔ معنایی

source: Insert _Variant
fa: درج گونه متنوع

source: Insert {0}
fa: درج {0}

source: Insert {0} Relation
fa: وارد نمودن رابطهٔ {0}

source: Insert {0} Relation (to this {1})
fa: وارد نمودن رابطهٔ {0} (به این {1})‏

source: &Insert >
fa: درج

source: Insert a free translation.
fa: وارد کردن ترجمهٔ آزاد.

source: Insert a link to an external file.
fa: وارد نمَدن یک پیوند برای یک پروندهٔ خارجی.

source: Insert a literal translation.
fa: وارد کردن یک ترجمهٔ واژه به واژه.

source: Insert a new sense.
fa: وارد کردن یک معنی جدید.

source: Insert a new subsense.
fa: وارد کردن یک معنی جانبی جدید.

source: Insert a new subtype in this type.
fa: وارد کردن یک گونهٔ جانبی در این گَونه.

source: Insert a note.
fa: وارد نمودن یک یادداشت.

source: Insert a subcategory in this anthropology category.
fa: وارد نمودن یک بخش فرعی در این بخش انسان شناسی.

source: Insert a subdomain in this semantic domain.
fa: وارد کردن یک زمینهٔ فرعی در این زمینهٔ معنایی.

source: Insert a subitem in this item.
fa: وارد کردن یک مورد فرعی در این مورد.

source: Insert a subitem in this location.
fa: وارد کردن یک مورد فرعی در این محل.

source: Insert A_llomorph
fa: درج واژگونه

source: Insert Affix Allomorph
fa: درج وند واژگونه

source: Insert Affix Slot
fa: درج وند بخش

source: Insert Affix Template
fa: درج الگوی وند

source: Insert Allomorph
fa: درج واژگونه

source: Insert Allomorph Rule
fa: وارد نمودن قاعدهٔ واژگونه

source: Insert Annotation Definition
fa: وارد نمودن یادداشت یادآوری

source: Insert as Moved from
fa: برای ویرایش جدول نمونه:

source: Insert Book
fa: درج کتاب

source: Insert Chapter Number
fa: درج شمارۀ فصل

source: Insert Cross Reference
fa: درج مرجع دوطرفه

source: Insert Environment bar
fa: وارد کردن خط محیط

source: Insert Environment slash
fa: وارد کردن سریع محیط

source: Insert Etymology
fa: درج نمودن ریشه‌شناسی(صرف)‏

source: Insert Grammatical Info. for Affix
fa: درج دادههای دستوری برای وند

source: Insert Grammatical Info. for Derivational Affix
fa: درج دادههای دستوری برای وند اشتقاقی

source: Insert Grammatical Info. for Inflectional Affix
fa: درج دادههای دستوری برای وند صرفی

source: Insert Grammatical Info. for Stem
fa: درج دادههای دستوری برای بن

source: Insert Grapheme
fa: وارد نمودن حرف

source: Insert into new Row
fa: در ردیف جدید درج کن

source: Insert Main Entry
fa: درج مدخل

source: Insert Morpheme Breaks
fa: درج تجزیه واژک

source: Insert Morpheme Rule
fa: وارد نمودن قاعدهٔ واژک

source: Insert Morpheme Type
fa: درج نوع تکواژ

source: Insert Natural Class
fa: درج مجموعۀ طبیعی

source: Insert Nested Group
fa: وارد نمودن گروه پیچیده

source: Insert Note
fa: درج توضیح

source: Insert Optional Item
fa: وارد کردن موضوع انتخابی

source: Insert Picture
fa: درج تصویر

source: Insert &Picture...
fa: درج تصویر...‏

source: Insert Question
fa: وارد کردن پرسش

source: Insert Reversal Subcategory
fa: وارد نمودن بخش فرعی برگشتی

source: Insert Reversal Subentry
fa: وارد نمودن مدخل فرعی برگشتی

source: Insert Row Below
fa: وارد نمودن ردیف زیرین

source: Insert Section
fa: درج قسمت

source: Insert selected text into the {0} column.
fa: متن برگزیده شده را در ستون {0} وارد نمایید.

source: Insert Slot after XXX
fa: درج بخش بعد از XXX

source: Insert Slot before XXX
fa: درج بخش قبل از XXX

source: Insert Sound or Movie _File
fa: درج پروندهٔ صوتی و یا تصویری

source: Insert Stem Allomorph
fa: درج بن واژگونه

source: Insert Stem Name
fa: درج نام بن

source: Insert Su_bsense
fa: درج معنی در معنی

source: Insert subcategory
fa: درج طبقه‌بندی فرعی

source: Insert Subcategory...
fa: درج طبقه‌بندی فرعی...‏

source: Insert subdomain
fa: درج حوضۀ فرعی

source: Insert subitem
fa: درج اقلام فرعی

source: Insert Subsense (in sense)
fa: درج معنی در معنی

source: Insert Translation
fa: درج ترجمه

source: Insert Variant
fa: درج گونۀ متنوع

source: Insert Word Boundary
fa: وارد کردن مرز واژه

source: Interface
fa: میانگیگر

source: Interlinear Import
fa: وارد نمودن زیرنویس

source: Interlinear Texts
fa: متون زیرنویسی

source: Interlinear view for tagging multi-word phenomena.
fa: زیرنویسی برای برچسب سازی پدیده‌های چند واژه‌ای ظاهر می‌شود.

source: Interlinear XML file:
fa: پرونده‌های زیرنویس XML.

source: Interlinear...
fa: زیرنویسی...‏

source: _Interlinearizing
fa: زیرنویسی کردن

source: Intermediate
fa: متوسط

source: Internal Code:
fa: کد داخلی:‏

source: Invalid FieldWorks project type.
fa: نوع پروژهٔFieldworks غیر معتبر.

source: Invalid keyboard
fa: صفحهٔ کلید نامناسب

source: Invalid Reference
fa: مرجع نامناسب

source: Invalid writing system
fa: نظام نگارشی نامناسب

source: IPA Symbol
fa: نمونهٔ IPA(الفبای تلفظ بین المللی)

source: {0} is {1}
fa: {0}, {1} می‌باشد

source: Is a Headword
fa: یک مدخل می‌باشد

source: Is a Researcher
fa: یک پژوهشگر است

source: Is Abstract Form
fa: شکل انتزاعی است

source: Is Abstract Form (Allomorph)
fa: شکل انتزاعی است (همگونه)‏

source: {0} is an invalid Scripture reference.
fa: {0} مرجعی غیر معتبر است.‏

source: {0}. Is being used {1} times by analyses.
fa: ‏{0}. {1} بار در تجزیه بکار رفته است.‏

source: {0}. Is being used {1} times by major entries.
fa: ‏{0}. {1} بار توسط مدخل اصلی بکار رفته است.‏

source: {0}. Is being used {1} times by subentries.
fa: ‏{0}. {1} بار توسط مدخل فرعی بکار رفته است.‏

source: {0}. Is being used {1} times by wordform analyses.
fa: {0}. {1} بار تاکنون توسط تجزیه‌های شکل واژگانی بکار برده شده است.

source: {0}. Is being used {1} times by{2} allomorph adhoc co-prohibitions.
fa: {0}. تاکنون {1} بار توسط {2} واژگونه نامعتبر بکار برده شده است.

source: {0}. Is being used {1} times by{2} allomorphs.
fa: {0}. تاکنون {1} بار توسط {2} واژگونه بکار برده شده است.

source: {0}. Is being used {1} times by{2} functions/analyses.
fa: {0}.تاکنون {1} بار توسط {2} نقش/تجزیه‌ها بکار برده شده است.

source: {0}. Is being used {1} times by{2} morpheme adhoc co-prohibitions.
fa: {0}. تاکنون {1} بار توسط {2} تکواژ نامعتبر بکار برده شده است.

source: {0}. Is being used {1} times by{2} reversal entries.
fa: {0}. {1} بار توسط{2} مدخلهای معکوس بکار برده شده است.

source: {0}. Is being used {1} times in analyses.
fa: {0}. {1} بار در تجزیه‌ها بکار برده شده است.

source: {0}. Is being used 1 time by analyses.
fa: {0}. ۱ بار توسط تجزیه‌ها بکار برده شده است.

source: {0}. Is being used 1 time by major entries.
fa: {0}. ۱ بار توسط مدخلهای اصلی بکار برده شده است.

source: {0}. Is being used 1 time by subentries.
fa: {0}. ۱ بار توسط مدخلهای فرعی بکار برده شده است.

source: {0}. Is being used 1 time by wordform analyses.
fa: {0}. ۱ بار توسط تجزیه‌های شکل واژگانی بکار برده شده است.

source: {0}. Is being used 1 time by{1} allomorph adhoc co-prohibitions.
fa: {0}. ۱ بار توسط واجگونهٔ ویژهٔ ممنوع {1} بکار برده شده است.

source: {0}. Is being used 1 time by{1} allomorphs.
fa: {0}. ۱ بار توسط واژگونه‌های {1} بکار برده شده است.

source: {0}. Is being used 1 time by{1} functions/analyses.
fa: {0}، ۱ بار توسط تجزیه‌ها\نقشهای {1} بکار برده شده است.

source: {0}. Is being used 1 time by{1} morpheme adhoc co-prohibitions.
fa: {0}. ۱ بار توسط تکواژهای ویژهٔ ممنوع {1} بکار برده شده است.

source: {0}. Is being used 1 time by{1} reversal entries.
fa: {0}. ۱ بار توسط مدخلهای معکوس {1} بکار برده شده است.

source: {0}. Is being used 1 time in analyses.
fa: {0}. ۱ بار در تجزیه‌ها بکار برده شده است.

source: Is Translation
fa: ترجمه است

source: IsAbstract
fa: انتزاعی است

source: Isaiah
fa: اشعیا

source: It contains {0} lexical relations or cross references.
fa: دارای {0}روابط واژگانی و یا مرجعهای متقاطع می‌باشد.

source: It contains 1 lexical relation or cross reference.
fa: دارای ۱ رابطهٔ واژگانی و یا مرجع متقاطع می‌باشد.

source: {0}. It may be recreated when the parser runs again.
fa: ‏{0}.‏ وقتی که برنامهٔ تجزیه‌کننده شروع بکار کند، ممکن است که دوباره ایجاد شود.‏

source: &Italic
fa: &حروف کج(ایتالیک)

source: Italic
fa: حروف کح(ایتالیک)

source: _Item
fa: اقلام

source: Item
fa: اقلام

source: Item Abbreviation
fa: مخفف اقلام

source: Item Name
fa: نام اقلام

source: Item to delete:
fa: اقلام برای حذف کردن‏:‏

source: James
fa: یعقوب

source: Jeremiah
fa: ارمیا

source: Job
fa: ایوب

source: Joel
fa: یوئیل

source: 1 John
fa: اول یوحنا

source: 2 John
fa: دوم یوحنا

source: 3 John
fa: سوم یوحنا

source: John
fa: یوحنا

source: Jonah
fa: یونس

source: Joshua
fa: یوشع

source: Jude
fa: یهودا

source: Judges
fa: داوران

source: _Jump to Next
fa: به بعدی برو

source: Keep newer files in the folder.
fa: نگهداری پرونده‌های جدیدتر در فولدر.

source: Key Allomorph
fa: واژگونهٔ کلیدی

source: Key Item
fa: اقلام کلیدی

source: Key Morpheme
fa: تکواژ اصلی

source: Keyboard
fa: صفحه کلید (کیبورد)‏

source: &Keyboard...
fa: کیبورد...‏

source: Keyman Configuration
fa: ‮ترکیب و شکلبندی ‪Keyman‬‏

source: Keyman initialization failed
fa: زیرنویسی کی‌من دچار اشکال می‌باشد

source: Keyman keyboard:
fa: ‮کیبورد ‪Keyman‬:‬

source: 1 Kings
fa: اول پادشاهان

source: 2 Kings
fa: دوم پادشاهان

source: L_IFT Lexicon...
fa: ال_ آی اف تی لغتنامه...‏

source: L_ink to File...
fa: L_inkبه پرونده...

source: Label
fa: برچسب

source: Lamentations
fa: مراثی ارمیا

source: Language Definition
fa: تعریف زبان

source: Language Name
fa: نام زبان

source: Language:
fa: زبان:

source: Languages data is not installed correctly. Please re-run the FieldWorks Installer and repair your installation.
fa: نرم‌ابزار فیلدوورکس کاملاً نصب نشده است.‏ لطفاً برنامهٔ ترجمهٔ فیلدوورکس را ببندید و سپس سی‌دی برنامه فیلدوورکس را واردنمایید و نصب برنامه را بطور کامل انجام دهید.‏

source: &Last Character:
fa: حرف آخر:‏

source: Last Modified:
fa: تاریخ تغییر:‏

source: Last Row in Paragraph
fa: آخرین ردیف در بند

source: Last Row in Sentence
fa: آخرین ردیف در جمله

source: Last Word
fa: واژه آختر

source: Leading Token
fa: نشانه راهنمایی

source: Leave _suggestion and
fa: ترک نمودن _ پیشنهاد و

source: Leave the suggested analysis and move to the next word, to the same interlinear line.
fa: تجزیهٔ پیشنهاد شده ر ترک نموده و به واژهٔ بعدی در همان خط زیرنویس رجوع کنید.

source: Leave the suggested analysis as a suggestion, and jump to the next word with a suggested or incomplete analysis.
fa: تجزیهٔ پیشنهاد شده را به عنوان یک پیشنهاد ترک نموده و به واژهٔ بعدی با تجزیهٔ ناقص و یا پیشنهادی رجوع کنید.

source: Leave the suggested analysis as a suggestion, and move to the next word.
fa: تجزیهٔ پیشنهاد شده را به عنوان یک پیشنهاد را ترک نموده و به واژهٔ بعدی رجوع کنید.

source: Leave the suggested analysis as a suggestion, and move to the word on the left.
fa: تجزیهٔ پیشنهاد شده را به عنوان یک پیشنهاد را ترک نموده و به واژهٔ سمت چپ رجوع کنید.

source: Leave the suggested analysis as a suggestion, and move to the word on the right.
fa: تجزیهٔ پیشنهاد شده را به عنوان یک پیشنهاد را ترک نموده و به واژهٔ سمت راست رجوع کنید.

source: Left-to-right
fa: جپ به راست

source: Left-to-Right
fa: جپ به راست

source: &Less
fa: کمتر

source: Less
fa: کمتر

source: less than
fa: کمتر از

source: less than or equal to
fa: کمتر از یا برابر با

source: Let me &break the word into its morphemes (this can make it run faster)
fa: تجزیه واژه به واژکهای مربوط به آن (این عمل باعث سرعت بیشتر می‌شود)‏

source: Let me change the new project name
fa: می‌خواهم نام پروژهٔ جدید را تغییر دهم

source: &Let me see all the detailed steps the parser tried (this may take a very long time in some instances)
fa: مشاهدهٔ تمام جزییات تجزیهٔ انجام شده ( گاهی اوقات ممکن است که به زمان زیادی نیاز داشته باشد)‏

source: Leviticus
fa: لاویان

source: Lex. Entries
fa: مدخلهای واژگانی

source: Lex. Entry
fa: مدخل واژگانی

source: Lex. Gloss
fa: فهرست واژگانی

source: Lex. Gram. Info.
fa: داده‌های دستوری

source: Lex./Word Cat.
fa: طبقه‌بندی واژه

source: Lex./Word Gloss
fa: فهرست واژگانی

source: Lexeme
fa: تکواژ

source: lexeme form
fa: صورت تکواژ

source: Lexeme form
fa: صورت تکواژ

source: Lexeme Form
fa: صورت تکواژ

source: Lexeme Form has components
fa: صورت تکواژ اعضا دارد

source: Lexeme Form is a variant
fa: صورت تکواژ گونۀ متنوع است

source: Lexeme &Form:
fa: صورت تکواژ:‏

source: Lexical Entries
fa: مدخلهای واژه‌ای

source: Lexical Entry:
fa: مدخل واژه‌ای:‏

source: _Lexical Reference Type
fa: گونۀ مرجع واژگانی

source: Lexical Relation
fa: رابطۀ واژه‌ای

source: Lexical Relation Type :
fa: نوع رابطۀ واژه‌ای ‏:‏

source: _Lexical relations
fa: روابط واژه‌ای

source: Lexical Relations
fa: روابط واژه‌ای

source: Lexical Tools
fa: ابزار واژه‌ای

source: _Lexicon
fa: واژگان

source: Lexicon
fa: واژگان

source: Lexicon Edit
fa: ویرایش واژگان

source: Li_sts
fa: لیستها

source: LIFT Export
fa: ‮صادر کردن به شکل ‪LIFT‬

source: LIFT File:
fa: ‮پروندۀ ‪LIFT‬

source: LIFT files
fa: ‮پرونده‌های ‪LIFT‬

source: LIFT files|*.lift|XML files|*.xml|All files|*.*
fa: انتقال پرونده‌ها |* .انتقال|پرونده‌های ایکس.ام.ال.| * *.* ایکس.ام.ال.|همهٔ پرونده‌ها|

source: Line
fa: خط

source: _LinguaLinks Data...
fa: داده‌ها از Lingualinks...‏

source: LinguaLinks Import
fa: وارد کردن LinguaLinks

source: Link Entry Or Sense
fa: ربط مدخل و یا معنی

source: Linked files
fa: پرونده‌های پیوند شده

source: Linked Files
fa: پرونده‌های پیوند شده

source: &Linked files (for example, picture, sound, or movie files)
fa: پرونده‌های &پیوند شده (نظیر، عکس، صدا، یا پرونده‌های تصویری)

source: Linked files (for example, picture, sound, or movie files)
fa: پرونده‌های پیوند شده (نظیر، عکس، صدا، یا پرونده‌های تصویری)

source: Linked Files folder
fa: فولدر پرونده‌های پیوند شده

source: Linked Files Folder
fa: فولدر پرونده‌های پیوند شده

source: Linked Files folder unavailable
fa: فولدر پرونده‌های پیوند شده وجود ندارد

source: Linked Files folder:
fa: فولدر پرونده‌های پیوند شده:

source: (Linked Files folder: {0})
fa: (فولدر پرونده‌های پیوند شده: {0})
